import React, { FC } from 'react';
import AboutWrap from './style';

const About: FC = () => (
  <AboutWrap>
    <div>
      <h1>Привет!</h1>
      <p>
        Строчка средней длины, но нужно длиннее. Ещё длиннее.
        <br />
        <br />
        Строчка средней длины, но нужно длиннее. Ещё длиннее.
        Ещё длиннее. Ещё длиннее. Ещё длиннее. Вот так норм.
        <br />
        <br />
        Строчка средней длины, но нужно длиннее. Ещё длиннее.
        <br />
        <br />
        Строчка средней длины, но нужно длиннее. Ещё длиннее.  Ещё длиннее.
        <br />
        <br />
        Строчка средней длины, но нужно длиннее. Ещё длиннее.  Ещё длиннее.
        <br />
        <br />
        Строчка средней длины, но нужно длиннее.
        <br />
        <br />
        Строчка средней длины, но нужно длиннее. Ещё длиннее.
        Ещё длиннее. Ещё длиннее. Ещё длиннее. Ещё длиннее. Ещё длиннее.
      </p>
    </div>
  </AboutWrap>
);

export default About;
