import React from 'react';
import classes from './style';

const About = () => (
        <div className={classes.About}>
            <div>
                <h1>Привет!</h1>
                <p>
                    Этот сайт я использую как портфолио своих работ.
                    <br/><br/>
                    Мне не понравился инстаграм, потому что он плюёт на удобство пользователей десктоп-версии своего сайта.
                    <br/><br/>
                    Девиантарт слишком громоздкий и ваще, нахрен он нужен.
                    <br/><br/>
                    Артстейшн - это для профи хоть каким-то стажем, которым я пока, увы, не являюсь.
                    <br/><br/>
                    Тумблр -это площадка для малолетних любителей погрустить.
                    <br/><br/>
                    А в вк меня попросту нет.
                    <br/><br/>
                    В общем, я решил создать этот сайт. Приятного просмотра! Напишите мне, если вам что-то понравилось!
                </p>
            </div>
        </div>
    );

export default About;
